Revit 2024 API
ElectricalLoadAreaData Properties
The ElectricalLoadAreaData type exposes the following members.
Properties
Name | Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
 (Inherited from SpatialElementDomainData.)
See Also
ElectricalLoadAreaData Class
Autodesk.Revit.DB.Electrical Namespace